Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/hvl.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: – Hva håper du forskningen din kan bidra med?
nn: – Kva håper du forskinga di kan bidra med?

source: semester, dersom studenten må avbryte studiet i første kursmåned.
nn: påbegynt semester, dersom studenten må avbryta studiet i første kursmånad.

source: Undervisningen foregår primært mellom kl 08:15 og 17:00, men undervisning på ettermiddagen kan forekomme.
nn: Undervisninga føregår primært mellom kl 08:15 og 17:00, men undervisning på ettermiddagen kan førekome.

source: c) Ubetalte krav vil bli behandlet i henhold til gjeldende regler i «Lov om
nn: c) Ubetalte krav vil bli behandla i samsvar til gjeldande reglar i « Lov om

source: Det legges betydelig arbeid ned i forberedelser fra fagpersonellets side og det forventes derfor at studentene møter forberedt til undervisningen.
nn: Det vert lagt ned svært mykje arbeid i førebuingar frå fagpersonalet si side og det vert difor forventa at studentane møter førebudde i undervisinga.

source: kan formidle sentralt fagstoff muntlig og skriftlig, delta i faglige diskusjoner innenfor fagområdet og dele sine kunnskaper og erfaringer med andre
nn: kan formidla sentralt fagstoff munnleg og skriftleg, delta i faglege diskusjonar innanfor fagområdet og dele kunnskapane sine -og erfaringer med andre

source: kan, med utgangspunkt i styringsdokumenter og forsknings- og erfaringsbasert kunnskap, planlegge, gjennomføre og reflektere over undervisning, alene og i samarbeid med andre
nn: kan, med utgangspunkt i styringsdokument og forskings- og erfaringsbasert kunnskap, planlegge, gjennomføre og reflektere over undervisning, aleine og i samarbeid med andre

source: Utdanningen gir innsikt i og kunnskap om betydningen av maritim virksomhet i lokalt, nasjonalt og globalt perspektiv, og bidrar til å ivareta samspillet mellom maritim teknologi, miljø og samfunn.
nn: Utdanninga gir innsikt i og kunnskap om verdien av maritim verksemd i lokalt, nasjonalt og globalt perspektiv, og bidrar til å ivareta samspelet mellom maritim teknologi, miljø og samfunn.

source: Studentene skal planlegge, gjennomføre, reflektere over og dokumentere faktiske tiltak på arbeidsplassen som bidrar til læring og vekst, både for seg selv som studenter og for de som ledes på arbeidsplassen.
nn: Studentane skal planlegge, gjennomføre, reflektere over og dokumentere faktiske tiltak på arbeidsplassen som bidrar til læring og vekst, både for seg sjølv som studentar og for dei som leiast på arbeidsplassen.

source: kan motivere og veilede elevene, og tilpasse opplæringen til elevenes evner og anlegg, interesser og sosiale og kulturelle bakgrunn
nn: kan motivere og rettleie elevane, og tilpasse opplæringa til elevane sine evner og anlegg, interesser og sosiale og kulturelle bakgrunn

source: Justerende muntlig eksamen
nn: Justerande munnleg eksamen

source: Undervisninga foregår primært mellom kl 08:15 og 16:00, men undervisning på ettermiddagen kan forekomme.
nn: Undervisninga føregår primært mellom kl 08:15 og 16:00, men undervisning på ettermiddagen kan førekoma.

source: kan formidle sentralt fagstoff muntlig og skriftlig, delta i faglige diskusjoner innenfor fagområdet og dele sine kunnskaper og erfaringer med andre.
nn: kan formidle sentralt fagstoff munnleg og skriftlig, delta i faglige diskusjonar innanfor fagområdet og dele sine kunnskapar og erfaringar med andre.

source: sjekke og vurdere korrekt bruk av kilder
nn: sjekke og vurdere korrekt bruk av kjelder

source: Du kan lese mer om HVL Haugesunds utvekslingstilbud
nn: Du kan lese meir om HVL Haugesunds utvekslingstilbod

source: med tydelig forankring i fag og fagdidaktikk.
nn: med tydeleg forankring i fag og fagdidaktikk.

source: Noen studenter vil ha behov for å bruke mer tid.
nn: Nokre studentar vil ha behov for å bruka meir tid.

source: kan identifisere fare for storulykker og foreslå egnede tiltak for reduksjon av storulykkesrisiko
nn: Kan identifisera fare for storulykker og føreslå eigna tiltak for reduksjon av storulukkesrisiko.

source: Ønske om endring skal rettes til leder av mastergradsstudiet.
nn: Ønske om endring skal rettast til leiar av mastergradsstudiet.

source: Studiet er organisert slik at det får en naturlig progresjon gjennom alle de tre årene.
nn: Studiet er organisert slik at det får ein naturleg progresjon gjennom alle dei tre åra.

source: Dette skal i hovedsak relateres til studieprogrammet og legge grunnlaget for fagfeltet.
nn: Dette skal i hovudsak relaterast til studieprogrammet og leggja grunnlaget for fagfeltet.

source: Bachelorprogrammet følger Rammeplan for ingeniørutdanning og emnene er fordelt i følgende kategorier:
nn: Bachelorprogrammet følgjer Rammeplan for ingeniørutdanning og emna er fordelt i følgjande kategoriar:

source: Arbeidet med oppgaven vektes til 45 studiepoeng.
nn: Arbeidet med oppgåva er vekta til 45 studiepoeng.

source: Arbeidsformene for å formidle faget skal invitere studentene til aktivitet og selvstendig tenkning, og er varierte.
nn: Arbeidsformene for å formidla faget er varierte og skal invitera studentane til aktivitet og sjølvstendig tenking.

source: Emne 1 har fokus på tre sentrale perspektiv knyttet til matematikkfaget.
nn: Emne 1 har fokus på tre sentrale perspektiv knytta til matematikkfaget.

source: Masteroppgaven skal være et selvstendig, forskningsbasert skriftlig arbeid, der studenten formulerer og besvarer en selvvalgt problemstilling.
nn: Masteroppgåva skal vere eit sjølvstendig, forskingsbasert skriftleg arbeid, der studenten formulerer og svarar på ei sjølvvald problemstilling.

source: Undervisningen er basert på en forskningsbasert og analytisk tilnærming til emnene som inngår i studiet, for eksempel gjennom arbeid med casestudier, pensumlitteratur og lignende.
nn: Undervisinga er basert på ei forskingsbasert og analytisk tilnærming til emna som inngår i studiet, til dømes gjennom arbeid med casestudier, pensumlitteratur og liknande.

source: Dette skal i hovedsak relateres til ingeniørutdanningen og legge grunnlaget for ingeniørfaget.
nn: Dette skal i hovudsak relaterast til ingeniørutdanninga og leggja grunnlaget for ingeniørfaget.

source: Ekstern sensor har hovedansvar for å utforme begrunnelsen. For regler og reaksjoner ved fusk og plagiat vises det til Lov om universiteter og høgskoler § 4-7 og § 4-8, samt høgskolens egne retningslinjer for plagiatkontroll og plagiat og fusk ved oppgaver, eksamener og prøver.
nn: For reglar og reaksjonar ved fusk og plagiat vert det vist til Lov om universiteter og høgskoler § 4-7 og § 4-8, i tillegg til høgskulens eigne retningslinjer for plagiatkontroll og plagiat og fusk ved oppgåver, eksamenar og prøvar.

source: Studiet er tilpasset morgendagens behov og utfordringer.
nn: Studiet er tilpassa morgondagens behov og utfordringar.

source: Studiet inneholder en blanding av generelle ingeniørfag, maskinfag og elektrofag, med et fokus rettet mot behovene i olje/gass- eller havbruksnæringen.
nn: Studiet inneheld ei blanding av generelle ingeniørfag, maskinfag og elektrofag, med eit fokus retta mot behova i olje/gass- eller havbruksnæringa.

source: For å kunne søke om utveksling må du ha fått søknaden din godkjent av studieprogrammet ditt ved det fakultetet du tilhører.
nn: For å kunne søkje om utveksling må du ha fått søknaden din godkjent av studieprogrammet ditt ved det fakultetet du høyrer til.

source: Lov om helsepersonell og Helse og omsorgstjenesteloven.
nn: Lov om helsepersonell og Helse og omsorgstenestelova.

source: , ved innkalling til militærtjeneste, fødsel/adopsjon eller andre tungtveiende grunner.
nn: år, ved innkalling til militærsteneste, fødsel/adopsjon eller andre tungtvegande grunnar.

source: En student med fullført emne skal ha følgende totale læringsutbytte definert i kunnskap, ferdigheter og generell kompetanse:
nn: Ein student med fullført emne skal ha fylgjande totale læringsutbytte definert i kunnskap, ferdigheiter og generell kompetanse:

source: Kunne reflektere kritisk over barnehagens læringsmiljø, barns demokratiske læreprosesser og psykososiale læringsmiljø.
nn: Kunne reflektere kritisk over barnehagen sitt læringsmiljø, barn sine demokratiske læreprosessar og psykososiale læringsmiljø.

source: har grunnleggende kunnskaper om konstruksjon og/eller produksjon, materialer og kunnskap innen helhetlig system- og produktutvikling, marine stålkonstruksjoner, hydrodynamikk og marinteknikk.
nn: har grunnleggjande kunnskap om konstruksjon og/eller produksjon, materialar og kunnskap innan heilskapleg system- og produktutvikling, marine stålkonstruksjonar, hydrodynamikk og marinteknikk.

source: Vil du være med å bidra til et mer brannsikkert samfunn?
nn: Vil du vere med å bidra til eit meir brannsikkert samfunn?

source: Kandidaten forstår sammenhengen mellom fysikk og kjemi, og teknologiske anvendelser.
nn: Kandidaten forstår samanhengen mellom fysikk og kjemi, og teknologiske anvendelsar.

source: Oljefunn på stadig dypere vann har gjort det nødvendig å utvikle stadig mer avansert teknologi for å utvinne olje og gass.
nn: Oljefunn på stadig djupare vatn har gjort det naudsynt å utvikla stadig meir avansert teknologi for å utvinna olje og gass.

source: kan gjennomføre evakueringsforsøk og modellere evakuering for aktuelle bruker-grupper samt identifisere og utbedre flaskehalser for effektiv evakuering
nn: Kan gjennomføra evakueringsforsøk og modellera evakuering for aktuelle brukargrupper samt identifisera og utbetra flaskehalsar for effektiv evakuering.

source: Har kunnskap om relevante medisinske sykdommer, behandling, rehabilitering og aktuell sykepleie.
nn: Har kunnskap om relevante medisinske sjukdomar, behandling, rehabilitering og aktuell sjukepleie.

source: Hvordan studenten viser ansvar og interesse, samt faglige engasjement (teori og praksis) og profesjonell væremåte i pedagogisk arbeid i barnehagen.
nn: Korleis studenten visar ansvar og interesse, samt faglege engasjement (teori og praksis) og profesjonell veremåte i pedagogisk arbeid i barnehagen.

source: kan identifisere og arbeide systematisk med grunnleggende ferdigheter
nn: kan identifisere og arbeide systematisk med grunnleggande ferdigheiter

source: kan bidra til nytenkning, innovasjon av systemer, organisasjoner eller design som bedrer brannsikkerheten
nn: Kan medverka til nytenking, innovasjon av system, organisasjonar eller design som betrar brannsikkerheita.

source: I de fleste emner er det obligatoriske arbeider med teoriinnleveringer, laboratoriejournaler og/eller rapporter som skal leveres inn.
nn: I dei fleste emne er det obligatoriske arbeider med teoriinnleveringar, laboratoriejournalar og/eller rapportar som skal leverast inn.

source: Generel e vurderingskriterier Arbeidet skal først og fremst vurderes ut fra det faglige innholdet, både når det gjelder omfang og faglig dybde, i samsvar med den nasjonale normen for karakterskalaen.
nn: Generelle vurderingskriterium Arbeidet skal først og fremst vurderast ut frå det faglege innhaldet, både når det gjeld omfang og fagleg djupne, i samsvar med den nasjonale norma for karakterskalaen.

source: Kan videreutvikle og anvende den kunnskapen de har tilegnet seg i form av en praktisk problemstilling, eller utfordringer i rederier, maritime bedrifter og/eller maritime offentlige etater og eksisterende FoU-arbeid.
nn: Kan vidareutvikle og nytte den kunnskapen han/ho har tileigna seg i form av ei praktisk problemstilling, eller utfordringar i reiarlag, maritime verksemder og/eller maritime offentlege etatar og eksisterande forsknings- og utviklingsarbeid.

source: bidrar med spørsmål og påvirker innholdet slik at vurderingen også blir en læresituasjon.
nn: bidrar med spørsmål og påverkar innhaldet slik at vurderinga og vert ein læresituasjon.

source: De skal gi studentene tilbakemelding på hvor de står faglig og dermed legge til rette for forbedring.
nn: Dei skal gi studentane tilbakemelding på kvar dei står fagleg og dermed leggje til rette for forbetring.

source: Er bevisst samfunnsmessige, miljømessige og etiske utfordringer relatert til maritim virksomhet, og evner å se kunnskapen i sammenheng med sin rolle om bord eller i landbasert virksomhet.
nn: Er medviten samfunnsmessige, miljømessige og etiske utfordringar relatert til maritim verksemd, og evnar å sjå kunnskapen i samanheng med si rolle ombord eller i landbasert verksemd.

source: Studentene vil ikke få anledning til å ha praksis i egen barnehage med to viktige unntak:
nn: Studentane vil ikkje få anledning til å ha praksis i eigen barnehage med to viktige unntak:

source: redegjørelse for tema og problemstilling med refleksjon over profesjonsretting og praksisorientering, forskningsfelt/faglig bakgrunn, forskningsdesign og metode, teori og materiale (der det er aktuelt), samt forskningsetiske overveielser.
nn: Utgreiing av tema og problemstilling med refleksjon over praksisretting og profesjonsrelevans, forskingsfelt/fagleg bakgrunn, forskingsdesign og metode, teori og materiale (der det er aktuelt), og forskingsetiske refleksjonar.

source: Ledelse, organisasjon og strategi (LOS)
nn: Leiing, organisasjon og strategi (LOS)

source: Ved bruk av angreretten
nn: Ved bruk av angreretten faller

source: Kan anvende kunnskaper fra de ulike fagområdene på praktiske problemstillinger i arbeidslivet samt innhente og analysere relevant informasjon basert på metodefag (matematikk, statistikk og samfunnsvitenskapelige metoder) til å løse et bredt spekter av økonomisk-administrative problemstillinger.
nn: Kan nytte kunnskap fra dei ulike fagområda på praktiske problemstillingar i arbeidslivet samt innhente og analysere relevant informasjon basert på metodefag (matematikk, statistikk og samfunnsvitenskapelige metodar) til å løyse eit bredt spekter av økonomisk-administrative problemstillingar.

source: Studentene vil etter å ha gjennomført og bestått studiet/fordypningen:
nn: Studentane vil etter å ha gjennomført og bestått studiet/fordjupningen ha:

source: næringsdrivende gir deg de opplysningene som er nevnt
nn: den næringsdrivande gir deg dei opplysningane som er

source: – Hva har du funnet ut så langt?
nn: – Kva har du funne ut så langt?

source: I dette kurset vil studentene få både praktisk og teoretisk innsikt i hvordan man kan tilnærme seg dette på konstruktive måter.
nn: I dette kurset vil studentane få både praktisk og teoretisk innsikt i korleis ein kan nærme seg dette på konstruktive måtar.

source: Deler av pensumet må arbeides med som selvstudium.
nn: Delar av pensum må arbeidast med som sjølvstudium.

source: Kan formidle maritim fagkunnskap, teorier og problemstillinger til ulike målgrupper, skriftlig og muntlig, på norsk og engelsk.
nn: Kan formidla maritim fagkunnskap, teoriar og problemstellingar til ulike målgrupper, skriftleg og munnleg, på norsk og engelsk.

source: Med utgangspunkt i nasjonale føringer, forskrift og emneplan for barnehagelærerutdanningen skal studenten ha en vurdert praksis til bestått eller ikke bestått praksis i lys av læringsutbyttebeskrivelsene.
nn: Med utgangspunkt i nasjonale føringar og emneplan for barnehagelærarutdanninga skal studenten ha ein vurdert praksis til bestått eller ikkje bestått praksis i lys av læringsutbytteskildringane.

source: For en del av emneme vil det være krav om forkunnskaper, da utdanninga er lagt opp slik at emnene bygger på hverandre utover i studiet.
nn: For ein del av emna kan det vera krav om forkunnskapar, då utdanninga er lagt opp slik at emna byggjer på kvarandre utover i studiet.

source: Veiledningsgruppe med lærer er obligatorisk og regnes som praksis.
nn: Rettleiingsgruppe med lærar er obligatorisk og blir rekna som praksis.

source: resonnere selvstendig og utarbeide en stringent argumentasjon, muntlig og skriftlig
nn: kan resonnere sjølvstendig og utarbeide ein stringent argumentasjon, munnleg og skriftleg

source: Studiet ledes av en studieleder og hvert emne har sine respektive emneansvarlige.
nn: Studiet vert leia av ein studieleiarer og kvart emne har sine respektive emneansvarlege.

source: Kan bidra i tverrfaglig arbeid og kan tilpasse egen faglig utøvelse og teamegenskaper til den aktuelle arbeidssituasjon og arbeidsforhold.
nn: Kan bidra i tverrfagleg arbeid og kan tilpassa eigen fagleg utøving og teamegienskapar til den aktuelle arbeidssituasjonen og arbeidstilhøva.

source: Arbeidsformene som er valgt for å formidle faget skal invitere studentene til aktivitet og selvstendig tenkning.
nn: Arbeidsformene som er valt til å formidla faget skal invitera studentane til aktivitet og sjølvstendig tenking.

source: Har kunnskap om informasjon, veiledning og undervisning som er relevant for medisinske pasienter og deres pårørende.
nn: Har kunnskap om informasjon, rettleiing og undervising som er relevant for medisinske pasientar og deira pårørande.

source: Har kunnskap om palliativ sykepleie og lindrende behandling til alvorlig syke og døende pasienter og deres pårørende.
nn: Har kunnskap om palliativ sjukepleie og lindrande behandling til alvorleg sjuke og døyande pasientar og deira pårørande.

source: Forelesninger, oppgaveløsning i grupper og problembasert læring er de mest vanlige.
nn: Førelesingar, oppgåveløysing i grupper og problembasert læring er dei mest vanlege.

source: Studenten skal ikke bli vurdert til lavere prestasjon dersom hele eller deler av læringsutbytte ikke er oppnåelig i praksisgjennomføringen.
nn: Studenten skal ikkje bli vurdert til lågare prestasjon dersom heile eller delar av læringsutbyte ikkje er oppnåeleg i praksisgjennomføringa.

source: Det legges vekt på refleksjon og kunnskap om pasientens opplevelse av å være til medisinsk utredning og behandling.
nn: Det blir lagt vekt på refleksjon og kunnskap om pasienten sin oppleving av å vere til medisinsk utgreiing og behandling.

source: Kan utøve en kritisk forståelse til kunnskap innen de maritime fagområdene.
nn: Kan utøve ei kritisk forståing til kunnskapar innan dei maritime fagområda.

source: angreretten etter at studiet har startet.
nn: angreretten etter at studiet har starta.

source: I arbeidet med oppgaven har veileder et ansvar for å godkjenne planene og sikre at forskningsetiske hensyn er ivaretatt, men studenten har også et selvstendig ansvar for å følge gjeldende forskningsetiske lover, forskrifter og retningslinjer og gjennomføre sitt arbeid i samsvar med disse.
nn: I arbeidet med oppgåva har rettleiaren eit ansvar for å godkjenne planane og sikre at forskingsetiske omsyn er ivaretekne, men studenten har også eit sjølvstendig ansvar for å følgje gjeldande forskingsetiske lover, forskrifter og retningslinjer og gjennomføre arbeidet sitt i samsvar med desse.

source: Følgende obligatoriske læringsaktiviteter må være godkjent for at studenten kan framstille seg til eksamen:
nn: Følgande obligatoriske læringsaktivitet må vere godkjent for at studenten kan framstille seg til eksamen:

source: Fysikk inngår i flere av de tekniske emnene i bachelorutdanningen og utgjør til sammen mer enn 7,5 studiepoeng.
nn: Fysikk inngår i fleire av dei tekniske emna i bachelorutdanninga og utgjer til saman meir enn 7,5 studiepoeng.

source: Der to studenter samarbeider om oppgaven, kan oppgaven bare publiseres dersom begge kandidatene samtykker til publisering.
nn: Der to studentar samarbeider om oppgåva, kan oppgåva berre publiserast dersom begge kandidatane samtykkjer til publisering.

source: inkassovirksomhet og annen inndriving av forfalte pengekrav av 13.05.88 nr.
nn: inkassoverksemd og anna inndriving av forfalte pengekrav av 13.05.88 nr.

source: salg utenfor fast utsalgssted av tjenester med unntak for salg av finansielle tjenester.
nn: utanfor fast utsalsstad av tenester med unntak for sal av finansielle tjenester.

source: Kandidatene skal videre ha kunnskap om og kunne analysere ulike konkurransesituasjoner ut fra en bedrifts ståsted (samfunnsøkonomi).
nn: Kandidatane skal vidare ha kunnskap om og kunne analysere ulike konkurransesituasjonar ut frå ein bedrift sin ståstad (samfunnsøkonomi).

source: Etablerte program og samarbeidsavtaler gjør at opphold på tre til seks måneder blir godkjent som del av ditt studium ved HSH, og du taper ikke tid.
nn: Etablerte program og samarbeidsavtalar gjer at opphald på tre til seks månader blir godkjent som del av ditt studium ved HVL, og du taper ikkje tid.

source: Dette skal i hovedsak relateres til studieretningen og legge grunnlaget for fagområdet.
nn: Dette skal i hovudsak relaterast til studieretninga og leggja grunnlaget for fagområdet.

source: gang i samme praksisperiode, må studiet avbrytes.
nn: gang i same praksisperiode, må studiet avbrytast.

source: I mange av emnene er det arbeidskrav som er oppgaver/aktiviteter/arbeid som ikke teller på den endelige karakteren, men som må være godkjent for at studenten skal kunne ta eksamen i emnet.
nn: I mange av emna er det arbeidskrav, som er oppgåver/aktivitetar/arbeid som ikkje tel på den endelege karakteren, men som må vere godkjent for at studenten skal kunne ta eksamen i emnet.

source: Ved fullført emne skal studenten ha følgende totale læringsutbytte:
nn: Ved fullført emne skal studenten ha følgande læringsutbytte:

source: har grunnleggende kunnskaper om konstruksjon og/eller produksjon, materialer og kunnskap innen helhetlig system- og produktutvikling.
nn: har grunnleggjande kunnskap om konstruksjon og/eller produksjon, materialar og kunnskap innan heilskapleg system- og produktutvikling.

source: Studiet er et fulltidsstudium som ikke er tilrettelagt for deltid.
nn: Studiet er et fulltidsstudium som ikkje er tilrettelagt for deltid.

source: Materialitet og teknologi ber i seg historiske samband til en kulturs handverkstradisjonar, og framtids-utfordringar inn i en digital alder.
nn: Materialitet og teknologi ber i seg historiske samband til ein kulturs handverkstradisjonar, og framtids-utfordringar inn i ein digital alder.

source: Måleenheter, Rettlinjet bevegelse, Kraft og bevegelse langs en rett linje, Kraft og bevegelse i to dimensjoner, Mekanisk energi, Statikk, Mekanikk i væsker og gasser, Termofysikk, Elektrisitet, Lys, Bølger, Atomfysikk, Grunnleggende kjemi og kjernefysikk
nn: Måleeiningar, rettlinja bevegelse, kraft og bevegelse langs ei rett linje, kraft og bevegelse i to dimensjonar, mekanisk energi, statikk, mekanikk i væsker og gassar, termofysikk, elektrisitet, lys, bølgjer, atomfysikk, grunnleggjande kjemi og kjernefysikk inngår i faget.

source: kjenner til forsknings- og utviklingsarbeid, relevant metodikk og arbeidsmåte innen eget fagfelt.
nn: kjenner til forskings- og utviklingsarbeid, relevant metodikk og arbeidsmåte innan eige fagfelt.

source: semester og vi tar forbehold for oppstart av valgemner ut fra tallet påmeldte studenter og bemanningssituasjonen ved instituttet til enhver tid.
nn: semester og vi gjer atterhald for oppstart av valemne ut fra talet påmeldte studentar og bemanningssituasjonen ved instituttet til ei kvar tid.

source: drøfte fremstillingen (oppbygning, argumentasjon, språk og lignende)
nn: drøfte framstillinga (oppbygging, argumentasjon, språk og liknande)

source: Er i stand til å oppdatere sin egen kunnskap gjennom hele sitt yrkesaktive liv.
nn: Er i stand til å oppdatere sin eigen kunnskap gjennom heile sitt yrkesaktive liv.

source: Som Erasmusstudent deltar du i verdens største utvekslingsprogram og kan studere på gode europeiske universiteter uten å betale skolepenger.
nn: Som Erasmusstudent deltar du i verdas største utvekslingsprogram og kan studere på gode europeiske universitet utan å betale skulepengar.

source: I praksis skal studenten ha fokus på klinisk arbeid i direkte kontakt med pasienter og pårørende.
nn: I praksis skal studenten ha fokus på klinisk arbeid i direkte kontakt med pasientar og pårørande.
